import React from "react";
import Header from "../components/Header";
import Footer from "../components/Footer";

export default function Services() {
    const aLLServices = [
        "پاسخگویی سریع دقیق به کامنت‌ها",
        "افزایش تعامل و رضایت کاربران",
        "مدیریت نظرات و سوالات بدون صرف زمان",
        "ابزار کاربردی مدیریت صفحه اینستاگرام",
        "بهبود ارتباط با مخاطبان و ارتقاء تجربه کاربری",
        "کمک به رشد و موفقیت صفحه اینستاگرام",
    ];

    const detailServices = [
        "جذب فالوور برای رشد سریع کسب‌وکار",
        "جذب فالوور واقعی و مرتبط با حوزه کاری",
        "ربات هوشمند با تمرکز بر نیازهای کسب‌وکار",
        "کیفیت بالای جذب فالوور",
        "کاهش هزینه و افزایش بازدهی در جذب مخاطب",
        "گسترش جامعه مخاطبان هدف و پیشرفت",
    ];

    return (
        <>
            <Header />
            <article className="services">
                <section className="part1">
                    <img src="/assets/img/pic 3.png" />
                    <div>
                        <h2>پاسخ آنی و لحظه ای کامنت ها</h2>
                        <p>
                            این ربات هوشمند قابلیت پاسخگویی سریع و دقیق به
                            کامنت‌ها را به صورت لحظه‌ای دارد، که این موضوع باعث
                            افزایش تعامل و رضایت کاربران می‌شود. با استفاده از
                            این ابزار پیشرفته، می‌توانید به شکلی موثر و بدون
                            نیاز به صرف زمان زیاد، نظرات و سوالات دنبال‌کنندگان
                            خود را مدیریت کنید.
                        </p>
                        <p>
                            بنابراین، این ربات یکی از مهم‌ترین و کاربردی‌ترین
                            ابزارهای مدیریت صفحه اینستاگرام به شمار می‌آید که به
                            شما کمک می‌کند تا ارتباط بهتری با مخاطبان خود برقرار
                            کرده و تجربه کاربری بهتری را برای آن‌ها فراهم آورید.
                            در نتیجه، بهره‌مندی از این ربات می‌تواند به رشد و
                            موفقیت صفحه اینستاگرام شما به صورت قابل توجهی کمک
                            کند.
                        </p>
                    </div>
                    <ul>
                        {aLLServices.map((element, index) => {
                            return (
                                <li key={index}>
                                    <i className="bx bxs-check-circle"></i>
                                    {element}
                                </li>
                            );
                        })}
                    </ul>
                </section>

                <section className="part2">
                    <div>
                        <h2>جذب فالوور واقعی</h2>
                        <p>
                            با استفاده از جذب هدفمند فالوور، می‌توانید سکوی
                            پرتابی قدرتمند برای کسب و کارتان بسازید و به سرعت
                            رشد کنید! ربات اینستاگرام اینبو به‌صورت هوشمند و
                            دقیق، کاربران و دنبال‌کنندگانی را که شما بر اساس
                            نیاز و ویژگی‌های خاص کسب‌وکارتان تعیین می‌کنید، به
                            صفحه اینستاگرام شما جذب می‌کند. این فرایند به
                            گونه‌ای طراحی شده است که کیفیت جذب فالوورها بسیار
                            بالا بوده و تمرکز بر روی مخاطبان واقعی و مرتبط با
                            حوزه کاری شما است.
                        </p>
                        <p>
                            چنین هدفمندی و دقتی در جذب فالوور، چیزی است که در
                            تبلیغات انبوه و عمومی به هیچ عنوان قابل دستیابی نیست
                            و معمولاً باعث هدررفت هزینه و زمان می‌شود. بنابراین،
                            استفاده از این ربات باعث می‌شود تا با کمترین هزینه و
                            بیشترین بازده، جامعه مخاطبان هدف خود را به صورت موثر
                            گسترش دهید و زمینه‌ساز پیشرفت و توسعه واقعی
                            کسب‌وکارتان شوید.
                        </p>
                    </div>
                    <img src="/assets/img/pic 4.png" />
                    <ul>
                        {detailServices.map((element, index) => {
                            return (
                                <li key={index}>
                                    <i className="bx bxs-check-circle"></i>
                                    {element}
                                </li>
                            );
                        })}
                    </ul>
                </section>

                <section className="part3">
                    <h2>ارتباط با ما</h2>
                    <img src="/assets/img/contact 1.png" />
                </section>
            </article>
            <Footer />
        </>
    );
}
